import React from "react";

const ContactDescription = () => {
  return (
    <div className="lg:col-span-2">
    <p className="mb-4 leading-[30px] md:leading-10 text-justify ">
      لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از
      طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان
      که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف
      بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال
      و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت
      بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در
      زبان فارسی ایجاد کرد.
    </p>

    <p className="mb-4 leading-[30px] md:leading-10 text-justify ">
      لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از
      طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان
      که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف
      بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال
      و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت
      بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در
      زبان فارسی ایجاد کرد.
    </p>
    </div>
  );
};

export default ContactDescription;
